{
  "backHome": "ပင်မစာမျက်နှာသို့ပြန်သွားမည်",
  "routesIn": "{{cityName}} မြို့နယ်အတွင်း လမ်းကြောင်းများ",
  "exploreMap": "မြေပုံကြည့်ရှုမည်",
  "showAllPhotos": "ဓာတ်ပုံအားလုံးကြည့်မည် ({{count}})",
  "photoGalleryComingSoon": "ဓာတ်ပုံပြခန်းမ မကြာမီရောက်ရှိလာပါမည်။",
  "photoGalleryWillAppear": "မြို့ဓာတ်ပုံများရရှိသည်နှင့်တစ်ပြိုင်နက် ဓာတ်ပုံပြခန်းမပေါ်လာပါမည်။",
  "tabs": {
    "profile": "အကျဉ်းချုပ်",
    "locations": "နေရာများ",
    "visitSpots": "လည်ပတ်ရမည့်နေရာများ",
    "restaurants": "စားသောက်ဆိုင်များ",
    "hotels": "ဟိုတယ်များ"
  },
  "categories": {
    "all": "နေရာအားလုံး",
    "public_and_civic": "အများပြည်သူနှင့်မြို့တော်",
    "transportation": "သယ်ယူပို့ဆောင်ရေး",
    "entertainment_and_leisure": "ဖျော်ဖြေရေးနှင့်အပန်းဖြေ",
    "commerce": "ကူးသန်း ရောင်းဝယ်ရေး",
    "education_and_culture": "ပညာရေးနှင့်ယဉ်ကျေးမှု",
    "religious": "ဘာသာရေး",
    "residential_and_industrial": "လူနေအိမ်နှင့်စက်မှု",
    "other": "အခြား"
  },
  "locations": {
    "title": "{{cityName}} ရှိ နေရာများ",
    "filterByCategory": "အမျိုးအစားဖြင့်စစ်ထုတ်ပါ",
    "noLocationsFound": "ဤအမျိုးအစားအတွက် နေရာများရှာမတွေ့ပါ။",
    "tryAnotherCategory": "နေရာများပိုမိုရှာဖွေရန် အခြားအမျိုးအစားကိုရွေးချယ်ကြည့်ပါ။",
    "locationsCount": "နေရာ {{count}} ခု",
    "locationsCount_plural": "နေရာ {{count}} ခု"
  },
  "profile": {
    "profileOf": "{{cityName}} ၏ အကျဉ်းချုပ်",
    "fromRiverGateway": "မြစ်ဝကျွန်းပေါ်မှ ယဉ်ကျေးမှုဗဟိုသို့",
    "clickCategory": "အမျိုးအစားများစွာကို လေ့လာရန် အထက်ရှိ အမျိုးအစားကို နှိပ်ပါ",
    "informationAbout": "{{cityName}} အကြောင်း အချက်အလက်များ",
    "loadingContent": "အကြောင်းအရာများ တင်နေသည်...",
    "noContentAvailable": "ဤအမျိုးအစားအတွက် အကြောင်းအရာမရရှိနိုင်ပါ။",
    "noContentFound": "ဤအမျိုးအစားအတွက် အကြောင်းအရာမတွေ့ရှိပါ။ အခြားအမျိုးအစားရွေးချယ်ပါ သို့မဟုတ် နောက်မှပြန်စစ်ဆေးပါ။",
    "gatheringDetails": "{{cityName}} အတွက် ဖော်ပြချက်အသေးစိတ်များ စုဆောင်းနေပါသည်။ သီးခြားအချက်အလက်များကြည့်ရှုရန် အထက်ရှိအမျိုးအစားများမှ ရွေးချယ်ပါ။"
  },
  "relatedLocations": {
    "title": "ဆက်စပ်နေရာများ: {{category}}",
    "loadingLocations": "နေရာများတင်နေသည်...",
    "loadingRelated": "ဆက်စပ်နေရာများတင်နေသည်...",
    "locationsFound": "{{count}} နေရာတွေ့ရှိသည်",
    "locationsFound_plural": "{{count}} နေရာများတွေ့ရှိသည်",
    "unnamedLocation": "အမည်မဖော်ထားသောနေရာ",
    "noDescriptionAvailable": "ဖော်ပြချက်မရရှိနိုင်ပါ။",
    "viewDetails": "အသေးစိတ်ကြည့်ရှုမည်"
  },
  "visitSpots": {
    "title": "လည်ပတ်ရမည့်နေရာများ",
    "subtitle": "ယဉ်ကျေးမှု၊ သဘာဝနှင့် ဗိသုကာပေါင်းစပ်ထားသော ရွေးချယ်ထားသည့်နေရာများ",
    "noSpots": "ဤမြို့အတွက် လည်ပတ်ရမည့်နေရာများ မရရှိသေးပါ။ နောက်မှပြန်စစ်ဆေးပါ။",
    "viewPhotos": "ဓာတ်ပုံများကြည့်မည်"
  },
  "restaurants": {
    "title": "စားသောက်ဆိုင်များ",
    "subtitle": "လတ်ဆတ်သော ပင်လယ်စာ၊ လမ်းဘေးအစားအစာများနှင့် လက်ဖက်ရည်ဆိုင်များမှ အစားအစာများ",
    "noRestaurants": "ဤမြို့အတွက် စားသောက်ဆိုင်များထည့်သွင်းပြီးသည်နှင့် အကြံပြုချက်များ ဤနေရာတွင်ပေါ်လာပါမည်။"
  },
  "hotels": {
    "title": "ဟိုတယ်များ",
    "subtitle": "တူးမြောင်းများ၊ ကမ်းရိုးတန်းသစ်တောများနှင့် အမွေအနှစ်ရပ်ကွက်များအနီးတွင် တည်းခိုပါ",
    "noHotels": "ဤမြို့အတွက် ဟိုတယ်များမှတ်တမ်းတင်ပြီးသည်နှင့် တည်းခိုခန်းရွေးချယ်စရာများ စာရင်းပြုစုပါမည်။",
    "viewGallery": "ပြခန်းကြည့်မည်",
    "bookNow": "ယခုကြိုတင်မှာထားမည်"
  },
  "footer": {
    "readyToExplore": "စူးစမ်းလေ့လာရန် အသင့်ပြင်ထားပြီးပြီ",
    "planYourAdventure": "{{cityName}} သင်၏စွန့်စားခန်းကို ယနေ့စတင်စီစဉ်ပါ",
    "copyright": "© {{year}} Routing AI. ASEAN Digital Awards 2026 အတွက် ဖန်တီးထားပါသည်။"
  },
  "modal": {
    "photoCollection": "ဓာတ်ပုံစုစည်းမှု",
    "noImagesAvailable": "ဓာတ်ပုံများမရရှိနိုင်ပါ။",
    "onceImagesAdded": "ဤနေရာအတွက် ဓာတ်ပုံများထည့်သွင်းပြီးသည်နှင့် ဤနေရာတွင်ပေါ်လာပါမည်။"
  },
  "comingSoon": {
    "badge": "မကြာမီရောက်ရှိမည်",
    "routeGuideOnTheWay": "{{cityName}} လမ်းညွှန်မကြာမီရောက်ရှိပါမည်",
    "notPublished": "{{cityName}} အတွက် အသေးစိတ်ခရီးစဉ်ကို မထုတ်ဝေရသေးပါ။ ရှိပြီးသား လမ်းညွှန်များလေ့လာပါ သို့မဟုတ် မြေပုံသို့ပြန်သွားပြီး သင့်စွန့်စားခန်းကို ဆက်လက်စီစဉ်ပါ။",
    "goHome": "ပင်မစာမျက်နှာသို့",
    "openMap": "မြေပုံဖွင့်မည်"
  },
  "loading": {
    "preparing": "{{cityName}} လမ်းညွှန်ပြင်ဆင်နေသည်..."
  },
  "errors": {
    "cityNotFound": "ကျွန်ုပ်တို့၏ ဒေတာအစုအဝေးတွင် မြို့ကို မတွေ့ရှိသေးပါ။",
    "couldNotLoad": "ယခုအချိန်တွင် ဤမြို့ကို ဖွင့်၍မရနိုင်ပါ။ ကျေးဇူးပြု၍ ခဏကြာမှ ပြန်လည်ကြိုးစားပါ။",
    "notPublishedYet": "{{cityName}} အတွက် အသေးစိတ်ခရီးစဉ်ကို မထုတ်ဝေရသေးပါ။ အခြားနေရာများအတွက် မြေပုံကိုစစ်ဆေးပါ။"
  }
}
